/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ скопирован в буфер обмена";

/* No comment provided by engineer. */
"%d Confirmations" = "%d подтверждений";

/* No comment provided by engineer. */
"%d more" = "%d";

/* No comment provided by engineer. */
"%d Transactions" = "%d сделок";

/* No comment provided by engineer. */
"Account Settings" = "Настройки кошелька";

/* No comment provided by engineer. */
"Add to Address book?" = "Добавить в адресную книгу?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Произошла ошибка проверки PIN-кода с удаленного сервера. Вы можете быть offline или blockchain могут испытывать трудности. Хотели бы вы повторить проверку или вместо того, чтобы вводить пароль вручную?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Произошла ошибка при загрузке Вашего кошелька. Вы можете быть offline или Blockchain испытывает трудности. Пожалуйста, закройте приложение и попробуйте снова или re-pair вас в устройстве.";

/* No comment provided by engineer. */
"Any Address" = "Любой Адрес";

/* No comment provided by engineer. */
"Archive" = "АДРЕС АРХИВА";

/* No comment provided by engineer. */
"Archived" = "Архивные";

/* No comment provided by engineer. */
"Automatically" = "Автоматически";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Прежде чем получить доступ к вашему кошельку, Пожалуйста, выберите пин-код использовать, чтобы разблокировать Ваш кошелек. Это важно, вы помните этот пин-код, а она не может быть аннулирована или изменена без предварительного разблокировки приложения.";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Не удается сохранить PIN-код, в то время как кошелек не инициализируется или пароль null";

/* No comment provided by engineer. */
"Change PIN" = "Изменить PIN";

/* No comment provided by engineer. */
"Close App" = "Закрыть Приложение";

/* No comment provided by engineer. */
"Confirm Payment" = "Подтвердить Платеж";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Подтвердите оплату%1$@ (%2$@) в %3$@";

/* No comment provided by engineer. */
"Send from..." = "Отправьте с...";

/* No comment provided by engineer. */
"Send to..." = "Отправьте...";

/* No comment provided by engineer. */
"Create Wallet" = "Создать Кошелек";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Расшифровать PIN длина пароля 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Расшифровки Закрытого Ключа";

/* No comment provided by engineer. */
"Enter Password" = "Введите Пароль";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Не Удалось Загрузить Кошелек";

/* No comment provided by engineer. */
"No internet connection." = "Нет подключение к Интернету.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Истекло время ожидания подключения. Пожалуйста, проверьте ваше Интернет-соединение.";

/* No comment provided by engineer. */
"Empty response from server." = "Пустой ответ от сервера.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Ответ неверный сервера. Пожалуйста, проверьте ваше Интернет-соединение.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Закончил Подписания Входы";

/* No comment provided by engineer. */
"Forget Details" = "Забыть Детали";

/* No comment provided by engineer. */
"Forget Wallet" = "Забыть Кошелек";

/* No comment provided by engineer. */
"How would you like to pair?" = "Как бы вы хотели, чтобы пара?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Если у вас уже есть Blockchain кошелек, выбрать пару устройством; в противном случае, выберите \" создать кошелек. Это бесплатно! Нет электронной почты требуется.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Импортные Закрытого Ключа %@";

/* No comment provided by engineer. */
"Information" = "Информация";

/* No comment provided by engineer. */
"Invalid email address." = "Неправильный адрес электронной почты.";

/* No comment provided by engineer. */
"Invalid GUID" = "Недопустимый GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Недопустимый Идентификатор";

/* No comment provided by engineer. */
"Invalid Send Value" = "Пожалуйста, введите сумму";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Неверный Общий Ключ";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Недопустимый Код Состояния, Возвращенный %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Недопустимый bitcoin адрес";

/* No comment provided by engineer. */
"Loading External Page" = "Загрузка Внешних Стр.";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Вы действительно хотите выйти?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Пожалуйста, введите ваш PIN-код";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Пожалуйста, введите новый PIN-код";

/* No comment provided by engineer. */
"Confirm your PIN" = "Подтвердить свой PIN-код";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "Неправильный PIN-код. Повторите попытку.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Новости, Цена & графики";

/* No comment provided by engineer. */
"Manually" = "Вручную";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No Label" = "No Label";

/* No comment provided by engineer. */
"No Password Entered" = "Пароль Не Введен";

/* No comment provided by engineer. */
"OK" = "Ок";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Откройте настройки учетной записи, выйти из системы или для изменения pin-кода ниже.";

/* No comment provided by engineer. */
"Options" = "Варианты";

/* No comment provided by engineer. */
"Pair Device" = "Сопряжение Устройств";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Парсинг Код";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Пароль должен быть 10 символов или больше";

/* No comment provided by engineer. */
"Passwords do not match" = "Пароли не совпадают";

/* No comment provided by engineer. */
"Payment Sent!" = "Платеж Отправлен!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN-код Зашифрованной строки равна нулю";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-код ответа ключа объекта или значение длины 0,";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-код объекта Response успех длина 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN-код успешно сохранен";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "Контактный проверка не может быть завершена. Пожалуйста, введите Ваш кошелек пароль вручную.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-ошибка проверки";

/* No comment provided by engineer. */
"Please choose another PIN" = "Пожалуйста, выберите другой PIN-код";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Пожалуйста, введите ваш 36 символьный идентификатор Кошелька правильно. Он может быть найден в приветственном письме при запуске.";

/* No comment provided by engineer. */
"Please provide an email address." = "Пожалуйста, введите адрес электронной почты.";

/* No comment provided by engineer. */
"Please Wait" = "Пожалуйста, Подождите";

/* No comment provided by engineer. */
"Retry Validation" = "Повторить Проверку";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Сканирование Смотреть Только Адрес?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Второй Пароль Неверный";

/* No comment provided by engineer. */
"Send Payment From:" = "Отправить Платеж Из:";

/* No comment provided by engineer. */
"Send Payment To:" = "Отправить Платеж:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Returned Null Код Состояния";

/* No comment provided by engineer. */
"Signing Input %d" = "Подписание вход %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Подписание Входы";

/* No comment provided by engineer. */
"Success" = "Успех";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Закрытый ключ, который вы пытаетесь импортировать, шифруется. Пожалуйста, введите пароль ниже.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Это действие требует второй пароль на ваш bitcoin кошелек. Пожалуйста, введите его ниже и нажмите \" продолжить\".";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Это сотрет все данные в бумажнике на этом устройстве. Пожалуйста, подтвердите, что вы имеете Вашего кошелька информацию, сохраненную в другом месте, в противном случае любые bitcoins в этот кошелек будет недоступен!!";

/* No comment provided by engineer. */
"Unarchive" = "РАЗАРХИВИРОВАТЬ АДРЕС";

/* No comment provided by engineer. */
"Unconfirmed" = "Неподтвержденные";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Неподдерживаемый Формат Закрытого Ключа";

/* No comment provided by engineer. */
"User Declined" = "Пользователь Отказался";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Адрес \" Кошелька\"% @ не имеет средств, чтобы тратить. Однако закрытый ключ должен быть отсканированы из бумаги кошелек или QR-код. Хотели бы вы, чтобы просканировать отдельный ключ сейчас?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Кошелек В Паре Успешно.";

/* No comment provided by engineer. */
"Warning!!!" = "Предупреждение!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Добро Пожаловать Обратно";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Добро пожаловать в Blockchain кошелек";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Хотели бы вы добавить bitcoin-адрес %@ в адресную книгу?";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "У вас нет активных bitcoin-адресов, доступных для отправки";

/* No comment provided by engineer. */
"You must enter a destination address" = "Вы должны ввести адрес назначения";

/* No comment provided by engineer. */
"You must enter a label" = "Вы должны ввести метку";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Ваш кошелек был успешно создан.";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Back" = "Назад";

/* No comment provided by engineer. */
"New Wallet" = "Новый бумажник";

/* No comment provided by engineer. */
"MOVED" = "ПЕРЕЕХАЛ";

/* No comment provided by engineer. */
"RECEIVED" = "ПОЛУЧИЛ";

/* No comment provided by engineer. */
"SENT" = "ОТПРАВЛЕНО";

